Repository: The-Commit-Company/mint
Catalog: mint/locale/*.po
Languages: ar, de

source: <span class="h4"><a href="/mint">Bank Reconciliation</a></span>
ar: <span class="h4"><a href="/mint">تسوية البنك</a></span>

source: Accepted
ar: مقبول
de: Akzeptiert

source: Accepting the suggestion will reconcile both transactions.
ar: قبول الاقتراح سوف يوفق بين المعاملتين.
de: Das Akzeptieren des Vorschlags wird beide Transaktionen abstimmen.

source: Account
ar: الحساب
de: Konto

source: Account company does not match with the rule company.
ar: شركة الحساب غير متطابقة مع شركة القاعدة.
de: Das Konto-Unternehmen stimmt nicht mit dem Regel-Unternehmen überein.

source: Account is required
ar: الحساب مطلوب
de: Konto ist erforderlich

source: Action
ar: العمل
de: Aktion

source: Action Type
ar: نوع العمل
de: Aktionstyp

source: Actions
ar: الإجراءات
de: Aktionen

source: Add Row
ar: إضافة صف
de: Zeile hinzufügen

source: Add Rule
ar: إضافة القاعدة
de: Regel hinzufügen

source: Add a charge to the payment entry with the difference amount
ar: إضافة رسوم إلى قيد المدفوعات بمبلغ الفرق
de: Eine Gebühr zum Zahlungseintrag mit dem Differenzbetrag hinzufügen

source: Add a charge to the payment entry with the unallocated amount
ar: إضافة رسوم إلى قيد المدفوعات بالمبلغ غير المخصص
de: Eine Gebühr zum Zahlungseintrag mit dem nicht zugeordneten Betrag hinzufügen

source: Against Account
ar: الحساب المقابل
de: Gegenkonto

source: All
ar: الكل
de: Alle

source: All rows must have an amount and a type. Missing in row {0}
ar: يجب أن تحتوي جميع الصفوف على مبلغ ونوع.
de: Alle Zeilen müssen einen Betrag und einen Typ haben. Fehlt in Zeile {0}

source: Allocated
ar: المخصصة
de: Zugeordnet

source: Amended From
ar: معدل من
de: Berichtigt von

source: Amount
ar: المبلغ
de: Betrag

source: Amount does not match the selected transaction
ar: المبلغ لا يتطابق مع المعاملة المحددة
de: Betrag stimmt nicht mit der ausgewählten Transaktion überein

source: Amount matches the selected transaction
ar: المبلغ يطابق المعاملة المحددة
de: Betrag stimmt mit der ausgewählten Transaktion überein

source: Any
ar: أي
de: Beliebig

source: Any debit transaction with the keyword 'Bank Fee'.
ar: أي معاملة مدينة بالكلمة الرئيسية "رسوم البنك".
de: Jede Sollbuchung mit dem Stichwort 'Bankgebühr'.

source: Are you sure you want to unreconcile this transaction?
ar: هل أنت متأكد أنك تريد إلغاء هذه المعاملة؟
de: Sind Sie sicher, dass Sie die Abstimmung dieser Transaktion rückgängig machen möchten?

source: Automatically run rules on unreconciled transactions
ar: تشغيل القواعد تلقائيًا على المعاملات التي لم تتم تسويتها
de: Regeln automatisch auf nicht abgestimmte Transaktionen anwenden

source: Bank Account
ar: الحساب البنكي
de: Bankkonto

source: Bank Charges, Salary, etc.
ar: الرسوم المصرفية، الراتب، الخ.
de: Bankgebühren, Gehalt, usw.

source: Bank Clearance Summary
ar: ملخص مخالصة البنك
de: Bank-Freigabe-Übersicht

source: Bank Entries Created
ar: تم إنشاء إدخالات البنك
de: Bankeinträge erstellt

source: Bank Entry
ar: قيد بنكي
de: Bankeintrag

source: Bank Entry Created
ar: تم إنشاء قيد بنكي
de: Bankeintrag erstellt

source: Bank Fee, Salary, etc.
ar: الرسوم المصرفية، الراتب، الخ.
de: Bankgebühr, Gehalt, usw.

source: Bank Reconciliation
ar: تسوية البنك
de: Bankabstimmung

source: Bank Reconciliation - Mint
ar: تسوية البنك - Mint

source: Bank Reconciliation Statement
ar: بيان تسوية البنك
de: Bankabstimmungsnachweis

source: Bank Statement Balance as per General Ledger
ar: رصيد كشف الحساب البنكي حسب دفتر الأستاذ العام
de: Kontoauszug-Saldo laut Hauptbuch

source: Bank Statement Processor
ar: معالج كشف الحساب البنكي
de: Kontoauszug-Verarbeiter

source: Bank Statement Processor is not set in Mint Settings
ar: لم يتم تعيين معالج كشف الحساب البنكي في إعدادات Mint
de: Kontoauszug-Verarbeiter ist in den Mint-Einstellungen nicht festgelegt

source: Bank Transaction
ar: المعاملة البنكية
de: Banktransaktion

source: Bank Transaction {0} is already fully reconciled
ar: المعاملة المصرفية {0} تمت تسويتها بالكامل بالفعل
de: Banktransaktion {0} ist bereits vollständig abgestimmt

source: Bank Transactions
ar: المعاملات البنكية
de: Banktransaktionen

source: Below is a list of all accounting entries posted against the bank account {0} between {1} and {2}.
ar: توجد أدناه قائمة بجميع الإدخالات المحاسبية المنشورة على الحساب البنكي {0} بين {1} و{2}.
de: Unten ist eine Liste aller Buchungseinträge, die gegen das Bankkonto {0} zwischen {1} und {2} gebucht wurden.

source: Below is a list of all bank transactions imported in the system for the bank account {0} between {1} and {2}.
ar: توجد أدناه قائمة بجميع المعاملات البنكية المستوردة في النظام للحساب البنكي {0} بين {1} و{2}.
de: Unten ist eine Liste aller Banktransaktionen, die im System für das Bankkonto {0} zwischen {1} und {2} importiert wurden.

source: Below is a list of all entries posted against the bank account {0} which have not been cleared till {1}.
ar: فيما يلي قائمة بجميع الإدخالات المنشورة على الحساب البنكي {0} والتي لم تتم تصفيتها حتى {1}.
de: Unten ist eine Liste aller Einträge, die gegen das Bankkonto {0} gebucht wurden, die bis zum {1} noch nicht freigegeben wurden.

source: Calculated Bank Statement Balance
ar: حساب رصيد كشف الحساب البنكي
de: Berechneter Kontoauszug-Saldo

source: Can be "1200 Dr" and will be translated to 1200 in amount and "Withdrawal"
ar: يمكن "1200 د" وسيتم ترجمتها إلى 1200 مبلغ و"سحب"
de: Kann "1200 S" sein und wird zu 1200 im Betrag und "Abhebung" übersetzt

source: Cancel
ar: إلغاء
de: Abbrechen

source: Check
ar: تحقق
de: Prüfung

source: Checks and Deposits incorrectly cleared
ar: مقاصة الشيكات والودائع بشكل غير صحيح
de: Schecks und Einzahlungen fehlerhaft freigegeben

source: Cheque/Reference Number
ar: الشيك/الرقم المرجعي
de: Scheck-/Referenznummer

source: Classify As
ar: تصنيف ك
de: Klassifizieren als

source: Clearance Date
ar: تاريخ التخليص
de: Freigabedatum

source: Cleared
ar: مسح
de: Freigegeben

source: Click to pay in full.
ar: انقر للدفع بالكامل.
de: Klicken Sie, um vollständig zu bezahlen.

source: Close
ar: أغلاق
de: Schließen

source: Closing Balance as per system
ar: الرصيد الختامي حسب النظام
de: Schlusssaldo laut System

source: Closing balance as per system
ar: الرصيد الختامي حسب النظام
de: Schlusssaldo laut System

source: Company
ar: شركة
de: Unternehmen

source: Company is required
ar: الشركة مطلوبة
de: Unternehmen ist erforderlich

source: Complete Match
ar: مطابق بالكامل
de: Vollständige Übereinstimmung

source: Completed
ar: اكتمل
de: Abgeschlossen

source: Configure match filters for vouchers
ar: تكوين مرشحات المطابقة للقسائم
de: Abgleichsfilter für Belege konfigurieren

source: Configure settings for Mint.
ar: تكوين الإعدادات لـ Mint.
de: Einstellungen für Mint konfigurieren.

source: Contains
ar: يحتوي على
de: Enthält

source: Copied to clipboard
ar: تم النسخ إلى الحافظة
de: In die Zwischenablage kopiert

source: Copy to clipboard
ar: نسخ إلى الحافظة
de: In die Zwischenablage kopieren

source: Cost Center
ar: مركز التكلفة
de: Kostenstelle

source: Cost Center is required
ar: مركز التكلفة مطلوب
de: Kostenstelle ist erforderlich

source: Create
ar: إنشاء
de: Erstellen

source: Create New Bank Statement Processor
ar: إنشاء معالج كشف حساب بنكي جديد
de: Neuen Kontoauszug-Verarbeiter erstellen

source: Create New {0}
ar: إنشاء جديد {0}
de: Neuen {0} erstellen

source: Create a journal entry for expenses, income or split transactions
ar: قم بإنشاء قيد يومية للنفقات أو الدخل أو المعاملات المقسمة
de: Einen Journaleintrag für Ausgaben, Einnahmen oder geteilte Transaktionen erstellen

source: Create a new entry based on the rule
ar: قم بإنشاء إدخال جديد بناءً على القاعدة
de: Einen neuen Eintrag basierend auf der Regel erstellen

source: Create a new rule
ar: إنشاء قاعدة جديدة
de: Eine neue Regel erstellen

source: Create a new rule to automatically classify transactions.
ar: إنشاء قاعدة جديدة لتصنيف المعاملات تلقائيًا.
de: Eine neue Regel erstellen, um Transaktionen automatisch zu klassifizieren.

source: Credit
ar: الائتمان
de: Haben

source: Credits
ar: الائتمانات
de: Habenbuchungen

source: Custom Remarks
ar: ملاحظات مخصصة
de: Benutzerdefinierte Bemerkungen

source: Date
ar: التاريخ
de: Datum

source: Date Range
ar: نطاق التاريخ
de: Datumsbereich

source: Debit
ar: الخصم
de: Soll

source: Debits
ar: الديون
de: Sollbuchungen

source: Delete
ar: حذف
de: Löschen

source: Deleting rule...
ar: حذف القاعدة...
de: Regel wird gelöscht...

source: Deposit
ar: الإيداع
de: Einzahlung

source: Description
ar: الوصف
de: Beschreibung

source: Description Rules
ar: قواعد الوصف
de: Beschreibungsregeln

source: Difference
ar: الفرق
de: Differenz

source: Disabled
ar: معطل
de: Deaktiviert

source: Document
ar: وثيقة
de: Beleg

source: Document Type
ar: نوع الوثيقة
de: Belegtyp

source: Drag to reorder
ar: اسحب لإعادة الترتيب
de: Ziehen, um neu zu ordnen

source: Due Date
ar: تاريخ الاستحقاق
de: Fälligkeitsdatum

source: EU
ar: الاتحاد الأوروبي

source: Edit this rule
ar: تعديل هذه القاعدة
de: Diese Regel bearbeiten

source: Enabled
ar: مفعل
de: Aktiviert

source: Ends With
ar: ينتهي ب
de: Endet mit

source: Ends with
ar: ينتهي ب
de: Endet mit

source: Entries below have a posting date after {0} but the clearance date is before {1}.
ar: الإدخالات أدناه لها تاريخ نشر بعد {0} ولكن تاريخ التصفية قبل {1}.
de: Die unten stehenden Einträge haben ein Buchungsdatum nach {0}, aber das Freigabedatum liegt vor {1}.

source: Error
ar: خطأ
de: Fehler

source: Expense Claim
ar: مطالبة بالنفقات
de: Spesenabrechnung

source: Failed to create document processor
ar: فشل في إنشاء معالج المستندات
de: Dokumentverarbeiter konnte nicht erstellt werden

source: Failed to create processor
ar: فشل في إنشاء المعالج
de: Verarbeiter konnte nicht erstellt werden

source: Failed to delete rule.
ar: فشل في حذف القاعدة.
de: Regel konnte nicht gelöscht werden.

source: Failed to run rules evaluation
ar: فشل في تشغيل تقييم القواعد
de: Regelbewertung konnte nicht ausgeführt werden

source: Failed to update auto classify transactions settings
ar: فشل في تحديث إعدادات معاملات التصنيف التلقائي
de: Einstellungen für automatische Transaktionsklassifizierung konnten nicht aktualisiert werden

source: Failed to update rule priorities
ar: فشل في تحديث أولويات القاعدة
de: Regelprioriät konnte nicht aktualisiert werden

source: File
ar: ملف
de: Datei

source: File Type
ar: نوع الملف
de: Dateityp

source: Filter by amount
ar: تصفية حسب المبلغ
de: Nach Betrag filtern

source: For example, if set to 4, Mint will try to find matching transactions in other banks 4 days before and after the transaction date. This is because transactions can clear on different days on different bank accounts.
ar: على سبيل المثال، إذا تم التعيين على 4، فستحاول Mint العثور على المعاملات المطابقة في البنوك الأخرى قبل 4 أيام من تاريخ المعاملة وبعده.
de: Wenn Sie z.B. 4 einstellen, versucht Mint, passende Transaktionen in anderen Banken 4 Tage vor und nach dem Transaktionsdatum zu finden. Das liegt daran, dass Transaktionen an verschiedenen Tagen auf verschiedenen Bankkonten freigegeben werden können.

source: Force evaluate all
ar: تقييم الكل
de: Alle zwangsweise bewerten

source: Force re-evaluate all unreconciled transactions, even if they were previously evaluated
ar: فرض إعادة تقييم كافة المعاملات التي لم تتم تسويتها، حتى لو تم تقييمها مسبقًا
de: Alle nicht abgestimmten Transaktionen zwangsweise neu bewerten, auch wenn sie bereits bewertet wurden

source: GL Account
ar: حساب دفتر الأستاذ العام
de: Hauptbuchkonto

source: General
ar: عام
de: Allgemein

source: Google APIs are not enabled. Please enable them in Mint Settings.
ar: لم يتم تمكين واجهات برمجة تطبيقات Google.
de: Google APIs sind nicht aktiviert. Bitte aktivieren Sie sie in den Mint-Einstellungen.

source: Google Document AI
ar: مستند جوجل AI

source: Google Document Processor - Bank Statement
ar: معالج مستندات Google - كشف الحساب البنكي
de: Google Dokumentverarbeiter - Kontoauszug

source: Google Document Processor Location
ar: موقع معالج مستندات Google
de: Google Dokumentverarbeiter-Standort

source: Google Processor Location
ar: موقع المعالج جوجل
de: Google Verarbeiter-Standort

source: Google Project ID
ar: معرف مشروع جوجل
de: Google Projekt-ID

source: Google Project ID is not set in Mint Settings
ar: لم يتم تعيين معرف مشروع Google في إعدادات Mint
de: Google Projekt-ID ist in den Mint-Einstellungen nicht festgelegt

source: Google Project ID is not set. Please set it in the Mint Settings.
ar: لم يتم تعيين معرف مشروع Google.
de: Google Projekt-ID ist nicht festgelegt. Bitte legen Sie sie in den Mint-Einstellungen fest.

source: Google Service Account JSON Key
ar: مفتاح JSON لحساب خدمة Google
de: Google Service Account JSON-Schlüssel

source: Google Service Account JSON Key is not set in Mint Settings
ar: لم يتم تعيين مفتاح JSON لحساب خدمة Google في إعدادات Mint
de: Google Service Account JSON-Schlüssel ist in den Mint-Einstellungen nicht festgelegt

source: Grand Total
ar: المجموع الكلي
de: Gesamtsumme

source: If checked, this job will run every 30 minutes
ar: إذا تم تحديده، سيتم تشغيل هذه المهمة كل 30 دقيقة
de: Falls aktiviert, wird dieser Job alle 30 Minuten ausgeführt

source: If rule matches, then:
ar: إذا تطابقت القاعدة، إذن:
de: Falls Regel zutrifft, dann:

source: If your bank statement shows a different closing balance, it is because all transactions have not reconciled yet.
ar: إذا أظهر كشف حسابك البنكي رصيدًا إغلاقًا مختلفًا، فذلك لأن جميع المعاملات لم تتم تسويتها بعد.
de: Falls Ihr Kontoauszug einen anderen Schlusssaldo anzeigt, liegt es daran, dass noch nicht alle Transaktionen abgestimmt wurden.

source: Imported
ar: مستورد
de: Importiert

source: Incorrectly Cleared Entries
ar: الإدخالات التي تم مسحها بشكل غير صحيح
de: Fehlerhaft freigegebene Einträge

source: Incorrectly cleared entries as per the report.
ar: تم مسح الإدخالات بشكل غير صحيح حسب التقرير.
de: Fehlerhaft freigegebene Einträge laut Bericht.

source: Invalid file type
ar: نوع الملف غير صالح
de: Ungültiger Dateityp

source: Invalid regex pattern.
ar: نمط التعبير العادي غير صالح.
de: Ungültiges Regex-Muster.

source: Invoice No
ar: رقم الفاتورة
de: Rechnungsnummer

source: Invoices
ar: الفواتير
de: Rechnungen

source: It takes into account all the transactions that have been posted and subtracts the transactions that have not cleared yet.
ar: يأخذ في الاعتبار جميع المعاملات التي تم ترحيلها ويطرح المعاملات التي لم يتم تسويتها بعد.
de: Es berücksichtigt alle gebuchten Transaktionen und zieht die noch nicht freigegebenen Transaktionen ab.

source: It's all good!
ar: كل شيء جيد!
de: Alles in Ordnung!

source: Journal Entry
ar: إدخال دفتر اليومية
de: Journaleintrag

source: Last Fiscal Year
ar: السنة المالية الماضية
de: Letztes Geschäftsjahr

source: Last Month
ar: الشهر الماضي
de: Letzter Monat

source: Last Quarter
ar: الربع الأخير
de: Letztes Quartal

source: Last Synced Transaction
ar: آخر معاملة تمت مزامنتها
de: Letzte synchronisierte Transaktion

source: Last Week
ar: الأسبوع الماضي
de: Letzte Woche

source: Last Year
ar: العام الماضي
de: Letztes Jahr

source: Loading...
ar: جارٍ التحميل...
de: Wird geladen...

source: Location where the document processor is run.
ar: الموقع الذي يتم فيه تشغيل معالج المستندات.
de: Standort, an dem der Dokumentverarbeiter ausgeführt wird.

source: Match Transfers across (days)
ar: تحويلات المستندات التي تم تطابقها عبر (أيام)
de: Überweisungen abgleichen über (Tage)

source: Match and Reconcile
ar: التطابق والتوفيق
de: Abgleichen und Abstimmen

source: Match or Create
ar: تطابق أو إنشاء
de: Abgleichen oder Erstellen

source: Matched by rule
ar: المتطابقة بالقاعدة
de: Durch Regel abgeglichen

source: Max Amount
ar: الحد الأقصى للمبلغ
de: Höchstbetrag

source: Maximum Amount
ar: الحد الأقصى للمبلغ
de: Höchstbetrag

source: Min Amount
ar: الحد الأدنى للمبلغ
de: Mindestbetrag

source: Min amount cannot be greater than max amount.
ar: لا يمكن أن يكون الحد الأدنى للمبلغ أكبر من الحد الأقصى.
de: Mindestbetrag kann nicht größer als Höchstbetrag sein.

source: Minimum Amount
ar: الحد الأدنى
de: Mindestbetrag

source: Mint Bank Statement Import
ar: استيراد كشف حساب البنك
de: Mint Kontoauszug Import

source: Mint Bank Statement Import Transactions
ar: معاملات استيراد كشف الحساب البنكي
de: Mint Kontoauszug Import Transaktionen

source: Mint Bank Transaction Description Rules
ar: قواعد وصف المعاملات الخاصة
de: Mint Banktransaktions-Beschreibungsregeln

source: Mint Bank Transaction Rule
ar: قاعدة المعاملات في بنك
de: Mint Banktransaktions-Regel

source: Mint Settings
ar: إعدادات
de: Mint Einstellungen

source: Mode of Payment
ar: طريقة الدفع
de: Zahlungsweise

source: New Rule
ar: القاعدة الجديدة
de: Neue Regel

source: No Match
ar: لا يوجد تطابق
de: Keine Übereinstimmung

source: No accounts found.
ar: لم يتم العثور على حسابات.
de: Keine Konten gefunden.

source: No company found.
ar: لم يتم العثور على شركة.

source: No entries found
ar: لم يتم العثور على إدخالات
de: Keine Einträge gefunden

source: No results found.
ar: لم يتم العثور على نتائج.
de: Keine Ergebnisse gefunden.

source: No rules found
ar: لم يتم العثور على قواعد
de: Keine Regeln gefunden

source: No transactions found
ar: لم يتم العثور على معاملات
de: Keine Transaktionen gefunden

source: No vouchers found for this transaction
ar: لم يتم العثور على قسائم لهذه المعاملة
de: Keine Belege für diese Transaktion gefunden

source: Not Cleared
ar: غير واضح
de: Nicht freigegeben

source: Not Reconciled
ar: لم يتم التوفيق
de: Nicht abgestimmt

source: Not Started
ar: لم يبدأ
de: Nicht gestartet

source: Number of days to consider for transfer matching across bank accounts.
ar: عدد الأيام التي يجب مراعاتها لمطابقة التحويل عبر الحسابات المصرفية.
de: Anzahl der Tage, die für den Überweisungsabgleich zwischen Bankkonten zu berücksichtigen sind.

source: Number of days to match transfers
ar: عدد الأيام لمطابقة التحويلات
de: Anzahl Tage zum Abgleich von Überweisungen

source: Opening Balance
ar: الرصيد الافتتاحي
de: Eröffnungssaldo

source: Outstanding
ar: مستحق / واجب الدفع
de: Ausstehend

source: Outstanding Checks and Deposits to clear
ar: الشيكات والودائع المعلقة للتصفية
de: Ausstehende Schecks und Einzahlungen zur Freigabe

source: Paid From
ar: مدفوع من
de: Bezahlt von

source: Paid From (GL Account)
ar: مدفوع من (حساب GL)
de: Bezahlt von (Hauptbuchkonto)

source: Paid To
ar: مدفوع ل
de: Bezahlt an

source: Paid To (GL Account)
ar: مدفوع إلى (حساب GL)
de: Bezahlt an (Hauptbuchkonto)

source: Paid to
ar: مدفوع ل
de: Bezahlt an

source: Partial Match
ar: تطابق جزئي
de: Teilweise Übereinstimmung

source: Partially Reconciled
ar: مصالحة جزئية
de: Teilweise abgestimmt

source: Party
ar: الطرف
de: Partei

source: Party Type
ar: نوع الطرف المعني
de: Parteityp

source: Party is required
ar: الطرف مطلوب
de: Partei ist erforderlich

source: Party is required create a payment entry.
ar: مطلوب من الطرف إنشاء قيد المدفوعات.
de: Partei ist erforderlich, um einen Zahlungseintrag zu erstellen.

source: Party type is required to create a payment entry.
ar: نوع الطرف مطلوب لإنشاء قيد المدفوعات.
de: Parteityp ist erforderlich, um einen Zahlungseintrag zu erstellen.

source: Paste the Service Key (JSON) from the Google Cloud Console.
ar: الصق مفتاح الخدمة (JSON) من Google Cloud Console.
de: Fügen Sie den Service Key (JSON) aus der Google Cloud Console ein.

source: Payment Document
ar: مستند الدفع
de: Zahlungsbeleg

source: Payment Entry
ar: قيد المدفوعات
de: Zahlung

source: Payment Entry Created
ar: تم إنشاء قيد المدفوعات
de: Zahlung erstellt

source: Payment Recorded
ar: تم تسجيل الدفع
de: Zahlung erfasst

source: Please select a bank account to view the bank clearance summary.
ar: يرجى تحديد حساب بنكي لعرض ملخص المخالصة البنكية.
de: Bitte wählen Sie ein Bankkonto aus, um die Bank-Freigabe-Übersicht anzuzeigen.

source: Please select a bank account to view the bank reconciliation statement.
ar: يرجى تحديد حساب بنكي لعرض كشف التسوية البنكية.
de: Bitte wählen Sie ein Bankkonto aus, um den Bankabstimmungsnachweis anzuzeigen.

source: Please select a bank and set the date range
ar: يرجى تحديد البنك وتحديد النطاق الزمني
de: Bitte wählen Sie eine Bank aus und legen Sie den Datumsbereich fest

source: Please select dates to view the bank clearance summary.
ar: يرجى تحديد التواريخ لعرض ملخص المقاصة البنكية.
de: Bitte wählen Sie Daten aus, um die Bank-Freigabe-Übersicht anzuzeigen.

source: Please select dates to view the bank reconciliation statement.
ar: يرجى تحديد التواريخ لعرض بيان تسوية البنك.
de: Bitte wählen Sie Daten aus, um den Bankabstimmungsnachweis anzuzeigen.

source: Please upload a file
ar: يرجى تحميل ملف
de: Bitte laden Sie eine Datei hoch

source: Posted On
ar: تم النشر في
de: Gebucht am

source: Posting Date
ar: تاريخ النشر
de: Buchungsdatum

source: Posting date does not match the transaction date
ar: تاريخ الترحيل لا يتطابق مع تاريخ المعاملة
de: Buchungsdatum stimmt nicht mit dem Transaktionsdatum überein

source: Posting date matches the transaction date
ar: تاريخ الترحيل يطابق تاريخ المعاملة
de: Buchungsdatum stimmt mit dem Transaktionsdatum überein

source: Priority
ar: الأولوية
de: Priorität

source: Purchase Invoice
ar: فاتورة الشراء
de: Eingangsrechnung

source: Q1
ar: الربع الاول

source: Q2
ar: الربع الثاني

source: Q3
ar: الربع الثالث

source: Q4
ar: الربع الرابع

source: Received
ar: تم الاستلام
de: Erhalten

source: Received from
ar: ورد من
de: Erhalten von

source: Recommended Action
ar: الإجراء الموصى به
de: Empfohlene Aktion

source: Reconcile
ar: تسوية
de: Abstimmen

source: Reconciled
ar: التسوية
de: Abgestimmt

source: Reconciliation Type
ar: نوع التسوية
de: Abstimmungstyp

source: Reconciling
ar: التسوية
de: Wird abgestimmt

source: Record Payment
ar: سجل الدفع
de: Zahlung erfassen

source: Record a bank journal entry for expenses, income or split transactions
ar: قم بتسجيل قيد يومية البنك للنفقات أو الدخل أو المعاملات المقسمة
de: Einen Bankjournaleintrag für Ausgaben, Einnahmen oder geteilte Transaktionen erfassen

source: Record a journal entry for expenses, income or split transactions
ar: سجل قيد دفتر اليومية للمصروفات أو الدخل أو المعاملات المقسمة
de: Einen Journaleintrag für Ausgaben, Einnahmen oder geteilte Transaktionen erfassen

source: Record a journal entry for expenses, income or split transactions.
ar: سجل قيد دفتر اليومية للمصروفات أو الدخل أو المعاملات المقسمة.
de: Einen Journaleintrag für Ausgaben, Einnahmen oder geteilte Transaktionen erfassen.

source: Record a payment entry against a customer or supplier
ar: تسجيل قيد دفع لعميل أو مورد
de: Einen Zahlungseintrag gegen einen Kunden oder Lieferanten erfassen

source: Record an internal transfer to another bank/credit card/cash account
ar: تسجيل تحويل داخلي إلى حساب مصرفي/بطاقة ائتمان/حساب نقدي آخر
de: Eine interne Überweisung auf ein anderes Bank-/Kreditkarten-/Kassenkonto erfassen

source: Record an internal transfer to another bank/credit card/cash account.
ar: تسجيل تحويل داخلي إلى حساب مصرفي/بطاقة ائتمان/حساب نقدي آخر.
de: Eine interne Überweisung auf ein anderes Bank-/Kreditkarten-/Kassenkonto erfassen.

source: Ref
ar: المرجع

source: Reference
ar: مرجع
de: Referenz

source: Reference #
ar: مرجع
de: Referenznr.

source: Reference Date
ar: تاريخ مرجعي
de: Referenzdatum

source: Reference Date is required
ar: تاريخ المرجعي مطلوب
de: Referenzdatum ist erforderlich

source: Reference Document
ar: المستند المرجعي
de: Referenzbeleg

source: Reference date does not match the transaction date
ar: تاريخ المرجع لا يتطابق مع تاريخ المعاملة
de: Referenzdatum stimmt nicht mit dem Transaktionsdatum überein

source: Reference date matches the transaction date
ar: التاريخ المرجعي يطابق تاريخ المعاملة
de: Referenzdatum stimmt mit dem Transaktionsdatum überein

source: Reference does not match the selected transaction
ar: الرقم المرجعي لا يتطابق مع المعاملة المحددة
de: Referenz stimmt nicht mit der ausgewählten Transaktion überein

source: Reference is required
ar: الرقم المرجعي مطلوب
de: Referenznummer ist erforderlich
