Repository: The-Commit-Company/mint
Catalog: mint/locale/*.po
Languages: ar, de

source: Reference matches the selected transaction
ar: الرقم المرجعي يطابق المعاملة المحددة
de: Referenz stimmt mit der ausgewählten Transaktion überein

source: Reference matches the selected transaction partially
ar: الرقم المرجعي يتطابق جزئيًا مع المعاملة المحددة
de: Referenz stimmt teilweise mit der ausgewählten Transaktion überein

source: Remarks
ar: ملاحظات
de: Bemerkungen

source: Remove
ar: حذف
de: Entfernen

source: Reset Clearing Date
ar: إعادة تعيين تاريخ المخالصة
de: Freigabedatum zurücksetzen

source: Rule Description
ar: وصف القاعدة
de: Regelbeschreibung

source: Rule Name
ar: أسم القاعدة
de: Regelname

source: Rule created successfully
ar: القاعدة تم إنشاؤها بنجاح
de: Regel erfolgreich erstellt

source: Rule deleted.
ar: القاعدة تم حذف
de: Regel gelöscht.

source: Rule matched based on transaction description and other criteria.
ar: القاعدة تطابقت بناءً على وصف المعاملة ومعايير أخرى.
de: Regel stimmte basierend auf Transaktionsbeschreibung und anderen Kriterien überein.

source: Rule name is required
ar: اسم القاعدة مطلوب
de: Regelname ist erforderlich

source: Rule priorities updated
ar: اولويه القواعد تم تحديثها
de: Regelprioriäten aktualisiert

source: Rule updated.
ar: القاعدة تم تحديثها.
de: Regel aktualisiert.

source: Rules
ar: القواعد
de: Regeln

source: Rules evaluation completed
ar: تم تقييم القاعدة بنجاح
de: Regelbewertung abgeschlossen

source: Rules evaluation started
ar: تم البدأ بتقييم القواعد
de: Regelbewertung gestartet

source: Rules to match against the transaction description
ar: القواعد للمطابقة مع وصف المعاملة
de: Regeln zur Übereinstimmung mit der Transaktionsbeschreibung

source: Run Rules
ar: تشغيل القواعد
de: Regeln ausführen

source: Run on new transactions
ar: البدا التفعيل علي المعاملات الجديدة
de: Bei neuen Transaktionen ausführen

source: Run rules automatically
ar: تفعيل القواعد تلقائيًا
de: Regeln automatisch ausführen

source: Run rules on unreconciled transactions that haven't been evaluated yet
ar: تفعيل القواعد على المعاملات غير المتسوية التي لم يتم تقييمها بعد
de: Regeln auf nicht abgestimmte Transaktionen anwenden, die noch nicht bewertet wurden

source: Running...
ar: تعمل الان ...
de: Wird ausgeführt...

source: Sales Invoice
ar: فاتورة المبيعات
de: Ausgangsrechnung

source: Save
ar: حفظ
de: Speichern

source: Search
ar: بحث
de: Suchen

source: Search Results
ar: نتائج البحث
de: Suchergebnisse

source: Search account...
ar: البحث عن الحساب...
de: Konto suchen...

source: Search company...
ar: البحث عن الشركة...

source: Search transactions
ar: البحث عن المعاملات
de: Transaktionen suchen

source: Select Account
ar: تحديد الحساب
de: Konto auswählen

source: Select Location
ar: تحديد الموقع
de: Standort auswählen

source: Select Processor
ar: تحديد المعالج
de: Verarbeiter auswählen

source: Select a bank account to reconcile
ar: تحديد حساب بنكي للتسوية
de: Wählen Sie ein Bankkonto zur Abstimmung aus

source: Select a transaction to match and reconcile with vouchers
ar: حدد معاملة لمطابقتها وتسويتها مع الإيصالات
de: Wählen Sie eine Transaktion zum Abgleich und Abstimmen mit Belegen aus

source: Select all
ar: تحديد الكل
de: Alle auswählen

source: Select date
ar: اختر التاريخ

source: Select row {0}
ar: حدد الصف {0}
de: Zeile {0} auswählen

source: Set up rules to automatically classify transactions. Drag and drop rules to reorder their priority.
ar: إعداد القواعد لتصنيف المعاملات تلقائيًا.
de: Regeln einrichten, um Transaktionen automatisch zu klassifizieren. Regeln per Drag & Drop verschieben, um ihre Priorität zu ändern.

source: Settings
ar: الإعدادات
de: Einstellungen

source: Settings updated
ar: تم تحديث الإعدادات
de: Einstellungen aktualisiert

source: Show Only Exact Amount
ar: إظهار المبلغ المحدد فقط
de: Nur exakte Beträge anzeigen

source: Spent
ar: قضى
de: Ausgegeben

source: Starts With
ar: يبدأ ب
de: Beginnt mit

source: Starts with
ar: يبدأ ب
de: Beginnt mit

source: Status
ar: الحالة

source: String Amount
ar: مبلغ السلسلة
de: String-Betrag

source: Submit
ar: إرسال
de: Senden

source: Suggest creating a
ar: اقتراح إنشاء
de: Erstellen vorschlagen von

source: Suggested
ar: مقترح
de: Vorgeschlagen

source: Suggested Transfer to {0}
ar: التحويل المقترح إلى {0}
de: Vorgeschlagene Überweisung an {0}

source: System Manager
ar: مدير النظام
de: Systemverwalter

source: The Google Project ID is used to authenticate with the Google Cloud Platform.
ar: يتم استخدام معرف مشروع Google للمصادقة مع Google Cloud Platform.
de: Die Google Projekt-ID wird zur Authentifizierung mit der Google Cloud Platform verwendet.

source: The invoice is not fully allocated as there is a difference of {0}.
ar: لم يتم تخصيص الفاتورة بالكامل نظرًا لوجود فرق قدره {0}.
de: Die Rechnung ist nicht vollständig zugeordnet, da eine Differenz von {0} besteht.

source: The system found a mirror transaction ({0}) in another account with the same amount and date.
ar: عثر النظام على معاملة مطابقة ({0}) في حساب آخر بنفس المبلغ والتاريخ.
de: Das System fand eine Spiegeltransaktion ({0}) in einem anderen Konto mit dem gleichen Betrag und Datum.

source: There are no accounting entries in the system for the selected account and dates.
ar: لا توجد إدخالات محاسبية في النظام للحساب والتواريخ المحددة.
de: Es gibt keine Buchungseinträge im System für das ausgewählte Konto und die Daten.

source: There are no entries in the system where the clearance date is before the posting date.
ar: لا توجد إدخالات في النظام حيث يكون تاريخ التخليص قبل تاريخ الترحيل.
de: Es gibt keine Einträge im System, bei denen das Freigabedatum vor dem Buchungsdatum liegt.

source: There was an error while performing the action.
ar: حدث خطأ أثناء تنفيذ الإجراء.
de: Beim Ausführen der Aktion ist ein Fehler aufgetreten.

source: There was an error.
ar: حدث خطأ.
de: Es ist ein Fehler aufgetreten.

source: This Fiscal Year
ar: هذه السنة المالية
de: Dieses Geschäftsjahr

source: This Month
ar: هذا الشهر
de: Dieser Monat

source: This Quarter
ar: هذا الربع
de: Dieses Quartal

source: This Week
ar: هذا الأسبوع
de: Diese Woche

source: This Year
ar: هذا العام
de: Dieses Jahr

source: This is required
ar: هذا مطلوب
de: Dies ist erforderlich

source: This is what the system expects the closing balance to be in your bank statement.
ar: هذا هو ما يتوقع النظام أن يكون عليه الرصيد الختامي في كشف حسابك البنكي.
de: Das ist der Schlusssaldo, den das System in Ihrem Kontoauszug erwartet.

source: This report shows all entries in the system where the <strong>clearance date is before the posting date</strong> which is incorrect.
ar: يظهر هذا التقرير جميع الإدخالات في النظام حيث يكون <strong>تاريخ التخليص قبل تاريخ الترحيل</strong> وهذا غير صحيح.
de: Dieser Bericht zeigt alle Einträge im System, bei denen das <strong>Freigabedatum vor dem Buchungsdatum liegt</strong>, was inkorrekt ist.

source: This transaction has been reconciled with the following document(s):
ar: تمت تسوية هذه المعاملة مع المستند (المستندات) التالية:
de: Diese Transaktion wurde mit den folgenden Beleg(en) abgestimmt:

source: This will be auto-populated if not set.
ar: سيتم ملء هذا تلقائيًا إذا لم يتم ضبطه.
de: Dies wird automatisch gefüllt, wenn nicht gesetzt.

source: This will just suggest creating a new entry, and will not automatically create it.
ar: سيقترح هذا فقط إنشاء إدخال جديد، ولن يقوم بإنشائه تلقائيًا.
de: Dies wird nur das Erstellen eines neuen Eintrags vorschlagen und ihn nicht automatisch erstellen.

source: Toggle Sidebar
ar: تبديل الشريط الجانبي
de: Seitenleiste ein-/ausblenden

source: Total Amount
ar: المبلغ الإجمالي
de: Gesamtbetrag

source: Transaction Matching Rules
ar: قواعد مطابقة المعاملات
de: Transaktions-Abgleichsregeln

source: Transaction Type
ar: نوع المعاملة
de: Transaktionstyp

source: Transaction Unreconciled
ar: لم تتم تسوية المعاملة
de: Transaktion nicht abgestimmt

source: Transactions
ar: المعاملات
de: Transaktionen

source: Transfer
ar: تحويل مصرفي
de: Überweisung

source: Transfer Recorded
ar: تم تسجيل التحويل
de: Überweisung erfasst

source: Transferred Out
ar: تم التحويل
de: Überwiesen

source: Transferred from
ar: منقول من
de: Überwiesen von

source: Transferred to
ar: تم التحويل إلى
de: Überwiesen an

source: Type
ar: النوع
de: Typ

source: Type of check
ar: نوع الشيك
de: Art der Prüfung

source: US
ar: الولايات المتحدة

source: Unallocated
ar: غير مخصصة
de: Nicht zugeordnet

source: Undo
ar: تراجع
de: Rückgängig

source: Undo Transaction Reconciliation
ar: التراجع عن تسوية المعاملات
de: Transaktionsabstimmung rückgängig machen

source: Unreconcile
ar: لم يتم التسوية
de: Abstimmung aufheben

source: Unreconciled Transactions
ar: المعاملات التي لم تتم تسويتها
de: Nicht abgestimmte Transaktionen

source: Updating...
ar: جارٍ التحديث...
de: Wird aktualisiert...

source: Use Suggestion
ar: استخدام الاقتراح
de: Vorschlag verwenden

source: Value
ar: القيمة
de: Wert

source: View
ar: عرض
de: Anzeigen

source: Withdrawal
ar: سحب
de: Abhebung

source: You can reset the clearing dates of these entries here.
ar: يمكنك إعادة تعيين تواريخ مسح هذه الإدخالات هنا.
de: Sie können hier die Freigabedaten dieser Einträge zurücksetzen.

source: Your Progress
ar: تقدمك
de: Ihr Fortschritt

source: e.g. Bank Charges
ar: على سبيل المثال.
de: z.B. Bankgebühren

source: eu
ar: الاتحاد الأوروبي

source: reconciled
ar: تم التسوية
de: abgestimmt

source: transaction selected
ar: تم تحديد المعاملة
de: Transaktion ausgewählt

source: transactions selected
ar: المعاملات المحددة
de: Transaktionen ausgewählt

source: us
ar: نحن

source: {0} {1} does not exist
ar: {0} {1} غير موجود
de: {0} {1} existiert nicht

source: {} Open
ar: {} مفتوح

source: Scheduled job disabled. Transactions will not be auto classified.
de: Geplanter Job deaktiviert. Transaktionen werden nicht automatisch klassifiziert.

source: Scheduled job enabled. Transactions will be auto classified.
de: Geplanter Job aktiviert. Transaktionen werden automatisch klassifiziert.
